const schedule = {
  load: () =>
    Promise.resolve([
      /*{
        seq: 923393,
        title: "결혼식1",
        desc: "어쩌구 저쩌구 누구...",
        startAt: "2022-11-28T14:00:00",
        endAt: "2022-11-28T16:00:00",
      },
      {
        seq: 9234433,
        title: "결혼식2",
        desc: "어쩌구 저쩌구 누구...",
        startAt: "2022-12-02T14:00:00",
        endAt: "2022-12-02T16:00:00",
      },
      {
        seq: 443393,
        title: "결혼식4",
        desc: "어쩌구 저쩌구 누구...",
        startAt: "2022-12-02T17:00:00",
        endAt: "2022-12-02T18:00:00",
      },
      
      */
      {
        seq: 87233393,
        title: "결혼식3",
        desc: "어쩌구 저쩌구 누구...",
        startAt: "2023-01-02T14:00:00",
        endAt: "2023-01-02T16:00:00",
      },
      {
        seq: 9387491,
        title: "휴가",
        desc: "2박 3일",
        startAt: "2022-12-19T08:00:00",
        endAt: "2022-12-21T22:00:00",
      },
      {
        seq: 9239173,
        title: "장례식",
        desc: "어쩌구 저쩌구 누구...",
        startAt: "2022-12-20T14:00:00",
        endAt: "2022-12-20T16:00:00",
      },
    ]),
};
export default {
  schedule,
};
